/* ------------------------------------------------------------------------ *
 *  Trailblazer.cmd	TrailBlazer				                                *
 *  编写时间：	2014.06.13.	                                                *
 *  更新时间：																*
 *	编写人：	chepengyu                                  					*
 *  更新说明：                                                              *
 *  	2014.06.13.                                                         *
 *			1.用于C674x的.out文件转换为NOR FLASH烧写用的.bin文件			*
 * ------------------------------------------------------------------------ */

-b
-memwidth  16
-image
-zero
-linkerfill
-fill 0x00000000

ROMS
{
  FLASH: org = 0x11800000, len = 0x31000, romwidth = 16
}
